{
    "generic": {
        "error": ":x: ¡Ha ocurrido un error!",
        "no-pm": ":no_entry: ¡Este comando no funciona en canales privados!",
        "whole-num": "¡Por favor añade un número entero!",
        "nan": ":no_entry_sign: Lo que sea que hayas enviado, por favor reemplazalo por un número entero. :)",
        "no-song-in-queue": "No hay canciones en la cola, quizás deberías añadir una :musical_note:.",
        "no-song-playing": "No hay canciones reproduciéndose en este momento.",
        "no-permission": ":no_entry_sign: No tienes permisos para usar este comando, por favor añade el permiso `{{- node}}` y asócialo a tu usuario.",
        "no-voice": "¡No estoy conectada en ningún canal de voz de este servidor!",
        "level-update": "¡Felicidades! :tada: Acabas de subir al **Nivel {{level}}** en **{{server}}**",
        "empty-search": "¡No has introducido un término de búsqueda!",
        "negative": "¡Por favor no uses un número negativo!",
        "cancel": "cancelar",
        "version": "Versión",
        "author": "Autor",
        "lib": "Librería utilizada",
        "more": "{{number}} más",
        "abort": ":x: cancelado",
        "cat-nope": ":no_entry_sign: ¡Esa categoría no existe!",
        "mention": "Por favor menciona a un usuario."
    },
    "help": {
        "intro": "¡Vamos a pasarlo bien en Discord (/^▽^)/!, selecciona una categoría del listado respondiendo con {{pre}}help y el número de la categoría que quieras seleccionar, con el fin de conocer más acerca de los comandos:",
        "intro_2": "Hola soy",
        "support": "[SOPORTE]",
        "bug": "Obtén un enlace de ayuda del servidor de soporte en Discord",
        "help": "El comando de ayuda",
        "add": "Obtén un enlace para añadirme a tu servidor",
        "music": "[MÚSICA]",
        "voice": "Con éste comando me uno al canal de voz donde estés conectado, otros comandos de música también hacen que me una al canal.",
        "silent": "Con este comando abandono el canal donde esté conectada, solo puede ser utilizado por usuarios que posean \"WolkeBot\".",
        "play": "Reproduces algo de Youtube/SoundCloud/Osu o alguna busqueda",
        "pause": "Pausas la canción actual",
        "resume": "Reanudas la canción actual",
        "volume": "Modificas el volumen del bot, establece un valor entre 1 y 200, solo puede ser utilizado por usuarios que posean \"WolkeBot\".",
        "forever": "Reproduce una única canción en un bucle hasta que sea agregada otra canción a la cola, solo puede ser utilizado por usuarios que posean \"WolkeBot\".",
        "search": "Busca una canción en la base de datos del bot y muestra los 5 mejores resultados.",
        "skip": "Inicia una votación para saltar la canción actual, una vez que hayan votado el 50% de las personas del canal, ésta será saltada",
        "voteskip": "Se empieza una votación para cambiar la canción actual, si el 50% de los miembros de la sala votan se cambiará la canción.",
        "qa": "Añades una canción/video de Youtube a la cola de hasta 1H30M",
        "qra": "Elimina todas las canciones excepto la que se está reproduciendo en estos momentos, también puedes borrar un determinado número de canciones.",
        "queue": "Muestra la cola actual.",
        "np": "Muestra la canción que se reproduce en estos momentos",
        "rq": "Añade una o varias canciones aleatorias a la cola",
        "stream": "Reproduce la radio de internet seleccionada, puedes buscar radios o incorporarlas directamente añadiendo al comando -u url",
        "youtube": "[Youtube]",
        "yts": "Busca en Youtube y muestra el primer resultado.",
        "ytq": "Busca en Youtube y añade el primer resultado a la cola.",
        "mod": "Panel de Moderación",
        "mod-info": "Estos comandos requieren que el usuario tenga un rol en Discord llamado \"WolkeBot\".",
        "info": "Ofrece información sobre el servidor actual",
        "ban": "Banea un usuario y elimina los mensajes enviados por él en los últimos 7 días",
        "kick": "Expulsar a un usuario.",
        "rm": "Elimina los últimos 10 mensajes, puedes cambiar el valor por uno entre 1 y 100.",
        "noLevelServer": "Deshabilita el sistema de niveles en el servidor, utiliza el comando nuevamente para rehabilitarlo.",
        "noPmServer": "Deshabilita las notificaciones de mensajes privados en el servidor, utiliza el comando nuevamente para rehabilitarlo.",
        "noChServer": "Deshabilita las notificaciones de mensajes privados en el servidor y habilita las notificaciones en los canales, utiliza el comando nuevamente para revertir la acción.",
        "setLewd": "Añade el canal actual en la lista de canales NSFW (+18)",
        "remLewd": "Elimina el canal actual de la lista de canales NSFW (+18)",
        "setPrefix": "Establece el prefijo del bot. ¡Los espacios/menciones no están permitidos!",
        "other": "[Otras Cosas]",
        "r34": "Busca en Rule34 y devuelve 1 imagen, solo se puede utilizar con el rol WolkeBot o en un canal que esté configurado como NSFW",
        "kona": "Busca en Konachan y devuelve 1 imagen, solo se puede utilizar con el rol WolkeBot o en un canal que esté configurado como NSFW",
        "e621": "Busca en E621 y devuelve 1 imagen, solo se puede utilizar con el rol WolkeBot o en un canal que esté configurado como NSFW",
        "yandere": "Busca en Yande.re y devuelve 1 imagen, solo se puede utilizar con el rol WolkeBot o en un canal que esté configurado como NSFW (+18)",
        "level": "Tu Nivel y Experiencia necesaria para el siguiente nivel.",
        "rank": "Clasificación en este Servidor.",
        "noLevel": "Deshabilita el sistema de niveles para ti. Utiliza el comando nuevamente para rehabilitarlo.",
        "noPm": "Deshabilita las notificaciones de mensajes directos para ti. Utiliza el comando de nuevo para rehabilitarlo",
        "pp": "Calcula los PP (puntos de rendimiento) del beatmap con exactitud y modificaciones opcionales.",
        "cookie": "Das una galleta al usuario mencionado o muestra tus galletas si nadie es mencionado.",
        "eatCookie": "Comes una galleta.",
        "git": "Proporciona el enlace del bot en github",
        "roll": "Lanza un número entre cero y el número asignado, si no especificas ningún número por defecto será el 10.",
        "8ball": "Muestra la opinión de la bola 8 mágica respecto a tu pregunta",
        "garfield": "Muestra un comic de garfield aleatorio",
        "cat": "Envía una imagen aleatoria de gatos",
        "hug": "Muestra un gif de un abrazo en un anime",
        "slap": "Muestra un gif de una bofetada en un anime.",
        "setLang": "Seleccionas el idioma, hasta ahora {{languages}} idiomas han sido integrados.",
        "report": "Si eres muy tímido como para pasar por el Discord de soporte, utiliza el comando report para mandar un reporte al Desarrollador Wolke, ¡pero no abuses de él!",
        "feedback": "Para dar feedback utiliza el Discord de soporte por favor ^^",
        "talk": "Si quieres hablar conmigo @mencioname con un mensaje :D",
        "helpReply": "Vale, te he mandado una lista de comandos por mensaje privado.",
        "moderation": "[MODERACIÓN]",
        "misc": "[MISCELÁNEA]",
        "stats": "[ESTADÍSTICAS]",
        "user": "[USUARIO]",
        "admin": "[ADMINISTRADOR]",
        "nsfw": "[NSFW]",
        "eastereggs": "[HUEVOS DE PASCUA]",
        "proxer": "[PROXER]",
        "no-cat": "[SIN CATEGORÍA]",
        "ping": "Muestra la latencia del bot, esto no aplica al canal de voz.",
        "lewd": "Muy lascivo uwu",
        "rem": "Muestra una imagen aleatoria de Rem",
        "wip": "[TRABAJO EN PROGRESO]",
        "gr": "Establece un saludo con set greetingMessage, {{user}} será reemplazado con el usuario que acaba de entrar y {{guild}} con el nombre del servidor.\nEl saludo se realiza en el canal donde ejecutaste el comando.",
        "fw": "Establece una despedida con set farewellMessage, {{user}} será reemplazado con el usuario que acaba de salir y {{guild}} con el nombre del servidor.\nLa despedida se realiza en el canal donde ejecutaste el comando.",
        "s": "Los comandos del servidor, estos establecen cosas como saludos y despedidas.",
        "shrug": "¯\\_(ツ)_/¯",
        "flip": "(╯°□°）╯︵ ┻━┻",
        "eggplant": "solo una berenjena",
        "gtn": "Muestra un comic aleatorio de green tea neko, sólo lo pueden utilizar usuarios con rol WolkeBot o en un canal que esté configurado como NSFW (+18)",
        "cuddle": "Muestra un gif de un abrazo en un anime.",
        "trig": "Provocar",
        "bot": "Da información sobre el tiempo de actividad de Rem, los canales de voz, recuento de usuarios y recuento de servidores.",
        "top": "Muestra el top 10 de los servidores (según la cantidad de usuarios) en el que está conectado este fragmento.",
        "about": "Muestra la información básica sobre mi, como la librería que utilizo y quien me creó.",
        "lenny": "( ͡° ͜ʖ ͡°)",
        "lmg": "Buscaré algo en Google por ti",
        "fskip": "Cambias la canción actual",
        "leave": "Me salgo del canal de voz donde me encuentro actualmente.",
        "say": "Haz que Rem diga algo",
        "ar": "Añade un rol para ti o para un usuario",
        "cr": "Crea un rol o añade un rol para el bot, -d -> por defecto, -l 2 -> le da el rol al usuario cuando sobrepase el nivel 2, -s -> hace el rol auto-asignable-, ejemplo -> cr -l 20 'nombredelrol', añade un rol llamado 'nombredelrol' a un usuario cuando este sobrepase el nivel 20.",
        "lr": "Lista de todos los roles que están enlazados con Rem ahora mismo",
        "rr": "Elimina tu rol, el de otro usuario o del servidor",
        "roles": "[ROLES]",
        "repeat": "Reproduce una cancion/la cola en repetición hasta que una nueva se añada a la cola.",
        "sayd": "Haz que Rem diga algo y elimine tu comando.",
        "generic": "[GENÉRICO]",
        "fun": "[DIVERSIÓN]",
        "coin": "gira una moneda por ti",
        "nyan": "Nya :3",
        "uwu": "uwu",
        "dere": "busca por definiciones dere u obtén una aleatoria",
        "love": "Dale al usuario mencionado un punto de amor, añade - para quitar un punto de amor.",
        "sinfo": "Proporciona información sobre el servidor actual.",
        "uinfo": "Proporciona información sobre ti o el usuario mencionado",
        "apq": "Añades una lista de reproducción a la cola, solo soporta listas de reproducción de Youtube y solo necesitas la ID, no el enlace.",
        "ap": "El comando para agregar permisos, puedes encontrar una extensa guía sobre su uso en el Discord de soporte (usa !w.bug para recibir la invitación)",
        "gp": "El comando para observar permisos, puedes encontrar una extensa guía sobre su uso en el discord de soporte (usa !w.bug para recibir la invitación)",
        "rp": "El comando para remover permisos, puedes encontrar una extensa guía sobre  su uso en el Discord de soporte (usa !w.bug para recibir la invitación)",
        "cry": "¿Te sientes triste?, este comando es perfecto para ti",
        "ibsafe": "Buscas en ibsear.ch (solo fotos SFW)",
        "iblewd": "Buscas en ibsearch.xxx (lo mismo que ibsafe, pero con fotos NSFW)"
    },
    "version": "Actualmente me encuentro en la versión {{version}}",
    "add": "Utiliza este enlace para añadirme a tu servidor: {{- link}}",
    "bug": "Por favor únete al Discord de soporte: {{- link}} para reportar un error.",
    "level": {
        "result": "Eres **Nivel {{level}}**, experiencia actual: **{{current}}EXP**/**{{needed}}EXP**,  experiencia total:**{{total}}**",
        "disabled": "¡El sistema de experiencia esta deshabilitado en este servidor!"
    },
    "joinVoice": {
        "join": "Ok, entraré al canal de voz.",
        "error": "¡Ha ocurrido un error al intentar ingresar al canal de voz!",
        "permission": "¡No tienes permisos!, necesitas poseer el rol WolkeBot para usar este comando.",
        "no-voice": "¡No te encuentras en ningún canal de voz!",
        "already-voice": "Ya estoy en un canal de voz, ¡muéveme para cambiarme!"
    },
    "nsfw-images": {
        "nothing-found": "No se han encontrado imágenes con la etiqueta: `{{tags}}`",
        "no-nsfw-channel": "Por favor establece un canal a la lista NSFW (+18) con !w.setLewd (en uno de los canales donde desees establecerlo) para poder utilizar los comandos NSFW",
        "error-body": "Ocurrió un error codificando la respuesta de la api. Intenta de nuevo, si el problema persiste contacta a Wolke#6746"
    },
    "8ball": {
        "answers": [
            "No.",
            "Si.",
            "Quizás.",
            "No lo creo.",
            "Definitivamente no.",
            "Hazlo.",
            "Esa es una buena idea.",
            "¿Estás seguro de eso?"
        ],
        "no-message": "No has introducido ninguna pregunta."
    },
    "ban": {
        "success": "Usuario baneado {{user}}",
        "privilege": "¡Mi rol no posee los permisos para banear a {{user}}!",
        "err": "¡Ha ocurrido un error intentando banear a {{user}}!",
        "perms": "No puedes banear al propietario o a una persona que posea el rol WolkeBot.",
        "self": "No puedes banearme con mi propio comando, ¿Estás loco?.",
        "no-mention": "Por favor, menciona al usuario que deseas banear."
    },
    "kick": {
        "success": "Has expulsado al usuario {{user}}",
        "privilege": "¡Mi rol no posee los permisos necesarios para expulsar a {{user}}!",
        "err": "¡Ha ocurrido un error mientras expulsaba a {{user}}!",
        "perms": "No puedes expulsar al propietario o a una cualquier persona que posea el rol WolkeBot.",
        "self": "No puedes expulsarme con mi propio comando, ¿Estás loco?.",
        "no-mention": "Por favor, menciona al usuario que deseas expulsar."
    },
    "roll": {
        "whole-number": "¡Por favor añade un número entero!",
        "negative": "No puedo lanzar con un {{number}}",
        "success": "Saca un {{first}} de {{second}}"
    },
    "qa": {
        "nothing-found": "No se han encontrado canciones con el término `{{search}}` ",
        "empty-search": "¡No has introducido un término de búsqueda!",
        "started-download": "Empieza la descarga de `{{- url}}`␣",
        "success": "Añadido a la cola **{{- song}}**"
    },
    "rq": {
        "db-error": "¡Ocurrió un error en la base de datos!",
        "success-multiple": "Han sido añadidas las siguientes Canciones:\n```{{- table}}```",
        "too-big": "Añadir {{number}} cancion/es",
        "no-songs-added": "¡No he podido añadir ninguna canción ya que ya están en la cola de reproducción, prueba de nuevo!",
        "too-much": "¡No puedes añadir más de {{number}} canciones a la vez!"
    },
    "qra": {
        "to-small": "¡No puedes eliminar {{number}} canción/es!",
        "success": "Han sido eliminadas las siguientes canciones:\n{{- table}}",
        "too-big": "Eliminada/s {{number}} canción/es",
        "one-song": "¡Utiliza {{- prefix}}fskip para omitir la canción actual!"
    },
    "cookie": {
        "give": "¡**{{- user}}** Ha obtenido **1** galleta!",
        "new-server": "Prueba de nuevo por favor.",
        "arere": "Esto... algo ha ido mal...",
        "perms": "¡No puedes dar galletas!, solo pueden darlas los usuarios que posean \"WolkeBot\".",
        "one-user": "¡Por favor solo menciona a **1 Usuario**, ni a más, ni a menos!",
        "count": "Tienes **{{number}} Galleta(s)** en estos momentos."
    },
    "eastereggs": {
        "jay": "Jay te quiere~ :heart:␣",
        "magic": "xX_Cats_Xx estuvo aquí - 10.10.2016"
    },
    "set-lang": {
        "no-lang": "¡No has especificado un idioma!, actualmente hay {{languages}} idiomas disponibles.",
        "success": "Ok, se ha establecido el idioma del servidor a {{- language}}.",
        "unsupported": "Este idioma no está implementado aún, pero puedes ayudarnos añadiendo una solicitud con tu lenguaje en github. Actualmente hay {{languages}} idiomas disponibles."
    },
    "np": {
        "song-duration": "Está sonando ahora mismo:` {{- title}} {{current}}/{{duration}} {{repeat}} `",
        "song": "Está sonando ahora mismo: `{{-title}} {{repeat}}` ",
        "repeat-on": "repetir:activado",
        "repeat-single": "repetir: single ",
        "repeat-queue": "repetir: cola",
        "emoji-repeat-single": ":repeat_one: ",
        "emoji-repeat-queue": ":repeat: ",
        "emoji-repeat-off": ":heavy_check_mark: "
    },
    "queue": {
        "queued": "En cola:"
    },
    "rem-lewd": {
        "no-nsfw": "No hay canales en la lista NSFW (+18) aún.",
        "success": "Se ha eliminado el canal {{- channel}} de la lista de canales NSFW! (+18)."
    },
    "no-level-server": {
        "success-disable": "Ok, he deshabilitado el sistema de niveles para el servidor, escribe el comando de nuevo para rehabilitarlo.",
        "success-enable": "De acuerdo, he rehabilitado el sistema de niveles en el servidor, escribe el comando de nuevo para deshabilitarlo."
    },
    "no-pm-server": {
        "success-disable": "De acuerdo, he deshabilitado las notificaciones de mensajes privados para este servidor, escribe el comando de nuevo para rehabilitarlo.",
        "success-enable": "De acuerdo, he habilitado las notificaciones de mensajes privados para este servidor, escribe el comando de nuevo para deshabilitarlo."
    },
    "no-channel-server": {
        "success-disable": "De acuerdo, he deshabilitado las notificaciones de mensajes privados para este servidor y habilitado las notificaciones en los canales, escribe de nuevo el comando para revertir esta acción.",
        "success-enable": "De acuerdo, he habilitado las notificaciones de mensajes privados en este servidor y deshabilitado las notificaciones en los canales, escribe de nuevo el comando para revertir esta acción."
    },
    "no-level": {
        "success-disable": "De acuerdo, he deshabilitado el sistema de niveles para ti, escribe de nuevo el comando para habilitarlo.",
        "success-enable": "De acuerdo, he habilitado el sistema de niveles para ti, escribe de nuevo el comando para deshabilitarlo."
    },
    "no-pm": {
        "success-disable": "De acuerdo, he deshabilitado las notificaciones de mensajes personales para ti, escribe el comando de nuevo para habilitarlo.",
        "success-enable": "De acuerdo, he habilitado las notificaciones de mensajes personales, escribe el comando de nuevo para deshabilitarlo."
    },
    "eat-cookie": {
        "success": "¡Acabas de comerte {{number}} Galleta(s)!",
        "failure": "No tienes galletas para comer, ve a comprar algunas."
    },
    "bot-info": {
        "uptime": "Tiempo de actividad.",
        "users": "Usuarios.",
        "channels": "Canales.",
        "guilds": "Gremios.",
        "avg-channels": "Promedio de canales por gremio.",
        "avg-users": "Promedio de usuarios por gremio.",
        "voice": "Conexiones de voz",
        "shard": "fragmento",
        "guilds-s": "Servidores en este fragmento",
        "channels-s": "Canales en este fragmento",
        "users-s": "Usuarios en este fragmento"
    },
    "rank": "Puedes encontrar la clasificación de este servidor aquí: {{- link}}",
    "pp": {
        "err": {
            "api-body": "¡No se ha podido analizar la respuesta de la API!",
            "osu-api": "La API de osu! parece tener algunos problemas.",
            "no-link": "¡Este enlace de Osu! es inválido!",
            "unvalid-link": "¡No has proporcionado un enlace al mapa!"
        },
        "success": "PP para el mapa `{{- artist}} - {{- title}} [{{- version}}] con Precisión {{- accuracy}}%` `{{- pp}}PP` `{{- mods}}` "
    },
    "server-info": {
        "id": "ID",
        "name": "Nombre",
        "member": "Miembros",
        "text": "Canales de texto",
        "voice": "Canales de voz",
        "roles": "Roles",
        "creation": "Fecha de creación",
        "region": "Región",
        "owner": "Propietario"
    },
    "leave": "Ok, abandonaré el canal de voz.",
    "play": {
        "no-result": "Ninguna canción fue encontrada.",
        "playing": ":musical_note: Actualmente se está reproduciendo **{{- song}}** "
    },
    "prefix": {
        "success": "Ok, he establecido el prefijo a {{- prefix}}, utiliza `{{- prefix}}ping` para comprobarlo.",
        "no-prefix": "¡Por favor añade un prefijo!"
    },
    "voice": {
        "in-queue": "**{{- song}}** ya se encuentra en cola.",
        "error-volume": "¡Error ajustando el volumen!",
        "success-volume": "El volumen ha sido ajustado a {{- volume}}",
        "no-volume": "¡No hay volumen ajustado!",
        "repeat-start": "Empieza la repetición de **{{- song}}**",
        "already-playing": "Esta canción ya se está reproduciendo.",
        "blocked": "Este video no está disponible para descargar, probablemente es demasiado largo o fue bloqueado/removido.",
        "dl-start": ":hourglass: ¡La canción está siendo cargada!",
        "use-proxy": "Intentando descargar a través de un proxy, esto puede llevar un tiempo.",
        "too-much": "¡No puedes poner el volumen más alto que 200!"
    },
    "yts": {
        "success": "He encontrado la siguiente canción: {{- link}}"
    },
    "skip": {
        "success": ":track_next: La canción {{- title}} fue saltada",
        "stop": ":stop_button: Se ha detenido la canción"
    },
    "vskip": {
        "user-no-voice": "No puedes votar un cambio de canción si no estás en el mismo canal de voz.",
        "same-voice": "No estás en el mismo canal de voz que yo.",
        "dup": "¡Hey!, solo un voto por persona.",
        "success-add": "Tu voto fue añadido, el porcentaje de votos actual es de **{{current}}%/{{needed}}%**",
        "success-skip": "La canción: **{{- title}}** fue cambiada por votación.",
        "vote": "Escribe {{- prefix}}yes para votar un cambio en la canción actual. El porcentaje del voto actual es de {{- perct}}%/{{- needed}}\nLos siguientes usuarios ya han votado:\n ```{{- table}}```",
        "in-prog": "Ya hay una votación en progreso, usa {{- prefix}}yes para cambiar la canción actual."
    },
    "rm": {
        "less-2": "¡No puedes eliminar menos de 2 mensajes!",
        "over-100": "¡No puedes eliminar más de 100 mensajes a la vez!",
        "success": "Se han eliminado {{number}} mensajes.",
        "error": "¡Error intentando eliminar mensajes!",
        "over-limit": "¡No puedes eliminar menos de 2 mensajes o más de 100 mensajes a la vez!",
        "no-limit": "No has especificado cuántos mensajes debo borrar.",
        "nothing-found": "¡No he encontrado ningún mensaje acorde al filtro!"
    },
    "search": {
        "success": "Las siguientes canciones fuero encontradas:"
    },
    "set-lewd": {
        "success": "Se ha añadido el canal {{- channel}} a la lista de canales NSFW (+18)"
    },
    "report": "¡Ok!, he enviado el informe a Wolke. Por favor no abuses de esta función, podrías recibir sanciones que terminen en no poder usar al bot.",
    "greeting": {
        "no-greeting": "¡No has introducido el saludo que debo usar!",
        "no-add": "Puedes establecer o restablecer el mensaje de bienvenida."
    },
    "farewell": {
        "no-farewell": "¡No has introducido la despedida que debo usar!",
        "no-add": "Puedes establecer o restablecer el mensaje de despedida."
    },
    "add-role": {
        "ok": "Ok, se le ha asignado correctamente a {{- user} el rol {{- role}}"
    },
    "create-role": {
        "missing": "El nombre del rol que has especificado no existe en este servidor.",
        "new": "¿Debería crear el rol por ti?",
        "no-args": "No has añadido ningún argumento al comando",
        "ok": "Ok, he creado el rol {{- role}}",
        "exists": "El rol {{- role}} ya existe en la base de datos"
    },
    "remove-role": {
        "ok": "Ok, he eliminado el rol {{- role}} al usuario {{- user}}"
    },
    "list-roles": {
        "nr": "nr.",
        "id": "id",
        "name": "nombre",
        "self": "auto-asignable",
        "lvl": "Disponible al nivel",
        "default": "por defecto"
    },
    "user-info": {
        "id": "$t(server-info.id)",
        "name": "$t(server-info.name)",
        "discriminator": "discriminador",
        "nick": "Nombre de usuario",
        "join": "Se unió",
        "created": "Creado",
        "playing": "Jugando",
        "info": "Información del usuario",
        "bot": "Bot",
        "status": "Estado",
        "role": "Roles"
    },
    "flip": {
        "head": "La moneda giró a cara {{- url}}",
        "tail": "La moneda giró a cruz {{- url}}"
    },
    "gp": {
        "no-cat": "No pude encontrar ningún permiso con la categoria {{- cat}}",
        "no-perms": "No has añadido ningún permiso aún.",
        "table": {
            "id": "$t(server-info.id)",
            "name": "Nombre",
            "type": "Tipo",
            "cat": "Categoría",
            "perm": "Permiso",
            "use": "Usar"
        }
    },
    "rp": {
        "success": "He eliminado exitósamente el permiso `{{- node}}` desde **{{- type}}** `{{- id}}`"
    },
    "love": {
        "success": "Le diste a **{{- target}}** **{{- rep}}** :heart: punto/s de amor. Usos restantes: **{{uses}}**.",
        "error-cd": "Solo puedes dar **2** :heart: puntos de amor por día, intenta en {{- time}}.",
        "next": " Siguiente uso: {{- time}}",
        "self": ":broken_heart: No puedes darte puntos de amor a ti mismo."
    },
    "dere": {
        "no-dere": "El tipo de dere que buscaste no existe. Aquí está una lista de posibles deres:\n",
        "dandere": "El Dandere (ダンデレ) se refiere a un personaje que suele ser silencioso y callado.\nPudiera ser por su timidez o porque ellos sean así de callados.\nSin embargo, cuando están solos con la persona que les gusta, acostumbran a salir de su cobertura y volverse más amables.\nEsta palabra es una abreviación de Danmari (だんまり) que significa silencioso y Deredere (デレデレ) que significa volverse cariñoso.",
        "deredere": "El Deredere (デレデレ) se refiere a un personaje quien es completamente amigable, feliz y energético.\nNo importa lo que suceda, ellos rápidamente vuelven a mostrar su actitud alegre.\nEste puede ser el único tipo de personaje que no tiene abreviación con su palabra base Deredere (デレデレ), a pesar de que la definición no sea simplemente volverse cariñoso como los otros tipos.",
        "himedere": "El Himedere (ひめデレ) se refiere a un personaje quien desea ser tratado como una princesa por la persona que ella ama, aún si ellas no son de la realeza realmente.\nLa palabra es una abreviación de Hime (ひめ) que significa princesa y Deredere (デレデレ) que significa volverse cariñoso.",
        "kamidere": "El Kamidere (かみデレ) se refiere a un persona que tiene un complejo de dios.\nEllos son muy arrogantes y orgullosos, no tienen miedo de expresar sus pensamientos y mostrar a todo el mundo que siempre están en lo correcto.\nLa palabra es una abreviación de Kami (かみ) que significa Dios y Deredere (デレデレ) que significa volverse cariñoso.",
        "kuudere": "El Kuudere (クーデレ), a veces escrito Coodere o Kūdere, se refiere a un personaje quien es frío, contundente y cínico.\n Ellos se ven como personajes sin emociones por fuera, pero por dentro son muy amables — al menos cuando se trata de alguien a quien ama.\nLa palabra es una abreviación de Cool (クール), que significa genial y Deredere (デレデレ) que significa volverse cariñoso.",
        "mayadere": "El Mayadere (まやデレ) se refiere a un personaje que suele ser el antagonista más peligroso de la serie, pero cambia de actitud después de enamorarse de otro personaje.\nEl personaje puede recordar a un personaje impredecible para uno o más protagonistas en el Anime o el Manga.",
        "oujidere": "El Oujidere (おうじデレ) se refiere a un personaje quien desea ser tratado como una príncipe por la persona que él ama, aún si ellos no son de la realeza realmente.\nLa palabra es una abreviación de Ouji (おうじ) que significa príncipe y Deredere (デレデレ) que significa volverse cariñoso.",
        "tsundere": "El Tsundere (ツンデレ) es posiblemente uno de los tipos de personaje más populares y usados en el anime y manga.\n Este tipo se refiere a un personaje que trata a alguien que ellos aman con desprecio.\nA veces esto sucede porque empezaron odiando a alguien y eventualmente lo acaban amando a medida que la serie avanza o en ocasiones porque es el único modo que tienen de reaccionar ante la situación.\n Un ejemplo sería si el personaje principal llama a un personaje tsundere, \"guapa\"\n El personaje tsundere se sentirá molesto y nervioso, desembocando en un posible daño físico a la persona que aman para luego llamarlo estúpido.\nLa palabra es una abreviación de Tsuntsun (ツンツン) que significa ver de lejos con disgusto y Deredere (デレデレ) que significa volverse cariñoso.",
        "undere": "El Undere (ウンデレ) se refiere a un personaje quien dice \"Sí\" a casi todo lo que dice la persona que él/ella ama.\n Ellos asienten lo máximo posible para convertirse en lo más cercano posible con la persona que aman.\nEsta palabra es una abreviación de Un (ウン) forma abreviada utilizada en japonés para decir Sí y Deredere (デレデレ) que significa volverse cariñoso.",
        "yandere": "El Yandere (ヤンデレ) se refiere a un personaje quien empieza siendo bueno y dulce pero finalmente se vuelve oscuro y obsesivo con la persona que ama.\n Ellos se vuelven unos acosadores y usan la violencia, y posiblemente homicidio, con cualquier persona que se acerque a sus intereses en el amor — incluso si ellos son demasiado tímidos para hablar con la persona de la que están enamoradas directamente.\n Esta palabra es una abreviación de Yanderu (やんでる) que significa ser mental o emocionalmente enfermo y Deredere (デレデレ) que significa volverse cariñoso.",
        "yangire": "El Yangire (ヤンギレ) es similar en algunas formas a Yandere. Es un personaje que empieza siendo bueno y dulce pero se vuelve muy agresivo y psicótico.\n Sin embargo, a diferencia de Yandere, Yangire no se vuelve violento por la atracción del personaje.\n En su lugar, pueden molestarse por estar irritados con un persona que no tiene nada que hacer con su interés amoroso.\n Esta palabra es una abreviación de Yanderu (やんでる) que significa ser mental o emocionalmente enfermo y Kire (きれ) que significa cortar."
    }
}