{
    "generic": {
        "error": ":x: Une erreur est survenue!",
        "no-pm": ":no_entry: Cette commande ne fonctionne pas dans les salons privés!",
        "whole-num": ":no_entry_sign: S'il te plaît utilise un nombre entier",
        "nan": ":no_entry_sign: Peu importe ce que tu viens d'envoyer, s'il te plaît utilise un nombre entier. :) ",
        "no-song-in-queue": ":no_entry_sign: Il n'y a pas de chansons dans la file d'attente, ajoutes en peut-être une :musical_note: ?",
        "no-song-playing": ":musical_note: Il n'y a aucune chanson de jouée pour le moment!",
        "no-permission": ":no_entry_sign: Tu n'as pas la permissions d'utiliser cette commande, s'il te plaît ajoute la permission `{{- node}}` à toi-même pour l'utiliser.",
        "no-voice": ":no_entry_sign: Je ne suis connectée à aucun salon vocal sur ce serveur!",
        "level-update": ":tada: Tu viens d'atteindre le **Niveau {{level}}** sur **{{- server}}**",
        "empty-search": ":no_entry_sign: Tu n'as pas entré de terme de recherche!",
        "negative": ":no_entry_sign: S'il te plaît n'utilise pas de nombre négatif!",
        "cancel": "annuler",
        "version": "version",
        "author": "auteur",
        "lib": "bibliothèque utilisée",
        "more": "{{number}} en plus",
        "abort": ":x: annuler",
        "cat-nope": ":no_entre_sign: Cette catégorie n'existe pas !",
        "mention": "S'il-te-plait mentionne un utilisateur."
    },
    "help": {
        "intro": "ayons du plaisir tous ensemble sur Discord (/^▽^)/  sélectionne une catégorie de commandes en répondant avec {{pre}}help \"numéro de la commande\" pour en apprendre plus:",
        "intro_2": "Salut je suis",
        "support": "[SUPPORT]",
        "bug": "reçois le lien pour le Discord du Support",
        "help": "la commande d'aide",
        "add": "Reçois un lien pour m'ajouter sur ton serveur",
        "music": "[MUSIQUE]",
        "voice": "Je rejoins le salon vocal dans lequel tu es actuellement (les commandes normales de musique font que le bot rejoins le salon vocal également)",
        "silent": "je quitte le salon vocal auquel je suis actuellement connecté. (utilisable uniquement avec le rôle WolkeBot)",
        "play": "Joue quelque chose depuis /Youtube/Soundcloud/Osu/recherche",
        "pause": "Met pause à la chanson actuelle",
        "resume": "Reprend la chanson",
        "volume": "Définit le volume actuel du Bot, valeurs entre 1-200 (utilisable uniquement avec le rôle WolkeBot)",
        "forever": "Joue une chanson de façon répétée jusqu'à ce que une nouvelle est ajoutée dans la file d'attente, uniquement utilisable avec le rôle WolkeBot",
        "search": "Cherche pour une chanson dans la base de données du Bot et affiche les 5 meilleurs résultats",
        "skip": "Commence un vote pour passer la chanson actuelle, plus de 50% du salon dois voter, après quoi elle est passée.",
        "voteskip": "Commence un vote pour passer la chanson actuelle, plus de 50% du salon dois voter, après quoi elle est passée.",
        "qa": "Ajoute une Chanson/Vidéo Youtube ayant une longueur maximale de 1H30M",
        "qra": "retire soit toutes les chansons mise à part celle en cours d'écoute soit un certain nombre de chansons (requière le rôle WolkeBot)",
        "queue": "Affiche la file d'attente actuelle",
        "np": "Affiche la chanson actuellement jouée",
        "rq": "Ajoute aléatoirement une chanson/un nombre de chansons à la file d'attente",
        "stream": "Stream la radio Internet sélectionnée, tu peux rechercher des radios ou directement les ajouter en joignant -u à l'url de la commande",
        "youtube": "[YOUTUBE]",
        "yts": "Cherche sur Youtube et renvoie le premier resultat",
        "ytq": "Cherche sur Youtube et ajoute le premier résultat à la file d'attente",
        "mod": "The Mod cp",
        "mod-info": "Toutes ces commandes requièrent que l'utilisateur ait le rôle Discord nommé WolkeBot",
        "info": "te donnes quelques informations à propos du serveur actuel",
        "ban": "Bannit un utilisateur et supprime 7 jours de ses messages",
        "kick": "Exclut un utilisateur",
        "rm": "supprime des messages, tu peux filtrer pour des bots, des utilisateurs, des commandes/réponses de Rem ou juste supprimer jusqu'à 100 messages",
        "noLevelServer": "Désactive le système de niveaux sur l'entièreté du serveur, réutilise cette commande pour le réactivé",
        "noPmServer": "Désactive les notifications par mp pour l'entièreté du serveur, réutilise cette commande pour les réactivé",
        "noChServer": "Désactive les notifications par mp pour l'entièreté du serveur et activer la notifications par salons à la place, réutilise cette commande pour réinversé",
        "setLewd": "Ajoute le salon actuel comme un salon NSFW",
        "remLewd": "Supprime le salon actuel de la liste des salons NSFW",
        "setPrefix": "Change le préfixe du bot, ni espaces ni mentions permis!",
        "other": "[Autres]",
        "r34": "Recherche Rule34 pour les tags et renvoie 1 image, uniquement utilisable avec le rôle WolkeBot ou un salon configuré NSFW.",
        "kona": "Recherche Konachn pour les tags et renvoie 1 image, uniquement utilisable avec le rôle WolkeBot ou un salon configuré NSFW.",
        "e621": "Recherche E621 pour les tags et renvoie 1 image, uniquement utilisable avec le rôle WolkeBot ou un salon configuré NSFW.",
        "yandere": "Recherche Yande.re pour les tags et renvoie 1 image, uniquement utilisable avec le rôle WolkeBot ou un salon configuré NSFW.",
        "level": "Ton niveau et l'xp requis pour le prochain niveau",
        "rank": "Classement du serveur",
        "noLevel": "désactive le système de niveaux pour toi. Réutilise pour le réactiver pour toi.",
        "noPm": "désactive les notifications par MP pour toi. Réutilise pour le réactiver pour toi.",
        "pp": "Calcule les PP pour la beatmap avec optionnellement la précision et les mods",
        "cookie": "Donne un cookie à l'utilisateur mentionné ou montre tes cookies si personne n'est mentionné. (donner des cookies est uniquement utilisable avec le rôle WolkeBot)",
        "eatCookie": "Mange un cookie.",
        "git": "Donne le lien pour le github du bot",
        "roll": "Tire un nombre entre zéro et un nombre, s'il n'y a pas de nombre le tirage sera sur 10",
        "8ball": "Donne l'opinion de la boule8 magique à la question",
        "garfield": "Donne un Garfield au hasard",
        "cat": "Envoi une image de chat au hasard",
        "hug": "Donne un gif d'un calin d'anime",
        "slap": "Donne un gif d'une gifle d'anime",
        "setLang": "Défini la langue, actuellement les langues supportées sont {{languages}}",
        "report": "Si tu es trop timide pour venir sur le Discord du support, utilise \"report\" pour envoyer un rapport au développeur Wolke, mais n'en abuses pas!",
        "feedback": "Pour les retours utilises le discord du support s'il te plaît ^^",
        "talk": "Si tu veux parler avec moi mentionne moi (@Rem#5307) avec un message :D",
        "helpReply": "OK, je t'ai envoyé une liste de commandes par MP.",
        "moderation": "[MODÉRATION]",
        "misc": "[DIVERS]",
        "stats": "[STATS]",
        "user": "[UTILISATEUR]",
        "admin": "[ADMIN]",
        "nsfw": "[NSFW]",
        "eastereggs": "[EASTEREGGS]",
        "proxer": "[PROXER]",
        "no-cat": "[SANS CATEGORIES]",
        "ping": "Te donnes le ping du bot (attention ce n'est pas le ping du vocale)",
        "lewd": "tellement obscène uwu",
        "rem": "Te donnes une images aléatoire de Rem",
        "wip": "[TRAVAIL EN COURS]",
        "gr": "Définis un message de bienvenue avec set greetingMessage,  {{user}} va être remplacé par l'utilisateur qui vient de rejoindre et {{guild}} avec le nom du serveur.\nLe message de bienvenue va être dans le salon, où la commande a été exécuté.",
        "fw": "Définis un message d'adieu avec set farewellMessage,  {{user}} va être remplacé par l'utilisateur qui vient de quitter et {{guild}} avec le nom du serveur.\nLe message d'adieu va être dans le salon, où la commande a été exécuté.",
        "s": "Les commandes serveurs, définissent les bienvenues et les adieux",
        "shrug": "¯\\_(ツ)_/¯",
        "flip": "(╯°□°）╯︵ ┻━┻",
        "eggplant": "Juste une aubergine",
        "gtn": "Te donnes un comic \"Green Tea Neko\" aléatoirement, uniquement utilisable avec le rôle WolkeBot ou un salon configuré NSFW.",
        "cuddle": "Te donnes un câlin d'anime en gif",
        "trig": "TRIGGERED",
        "bot": "Te donnes les informations comme la durée de fonctionnement actuelle de Rem, le nombre de connections vocales, le nombre d'utilisateurs et le nombre de guildes",
        "top": "Montre le top 10 des guildes (triée par utilisateurs) auxquelles cette instance (shard) est connectée",
        "about": "Te montre des informations basiques à propos de moi, comme la bibliothèque et qui est la personne qui m'a faite.",
        "lenny": "( ͡° ͜ʖ ͡°)",
        "lmg": "Laisse moi googler ça pour toi",
        "fskip": "Passe la chanson actuelle",
        "leave": "Je quitte le salon vocal auquel je suis actuellement connecté.",
        "say": "Faite que Rem dit quelque chose",
        "ar": "Ajoute un rôle à toi-même ou à un utilisateur",
        "cr": "Crée un rôle ou ajoute un rôle au bot, -d -> Défaut, -l 2 -> Donne le rôle à l'utilisateur une fois qu'il a atteint le niveau 2, -s -> rend le rôle auto assignable (exemple -> cr -l 20 \"nom du rôle\" , ajoute un rôle appelé \"nom du rôle\" a l'utilisateur qui arrive au niveau 20)",
        "lr": "Liste tous les rôles auxquels Rem est lié actuellement",
        "rr": "Retire un rôle à toi-même, un autre utilisateur ou au serveur",
        "roles": "[RÔLES]",
        "repeat": "Répète une chanson/la file jusqu'à ce qu'une nouvelle soit ajouter à la file.",
        "sayd": "Fait que Rem dise quelque chose et supprime ta commande",
        "generic": "[GÉNÉRIQUE]]",
        "fun": "[FUN]",
        "coin": "joue à pile ou face pour toi",
        "nyan": "Nya :3",
        "uwu": "uwu",
        "dere": "cherche pour une définition de \"dere\" ou obtiens en une aléatoirement",
        "love": "Donne à l'utilisateur mentionné un point d'amour, ajoute \"-\" pour réduire les points d'amour de l'utilisateur de 1",
        "sinfo": "Te donne des informations à propos du serveur actuel",
        "uinfo": "Te donne des informations à propos de toi/de l'utilisateur mentionné",
        "apq": "",
        "ap": "",
        "gp": "",
        "rp": "",
        "cry": "",
        "ibsafe": "",
        "iblewd": ""
    },
    "version": "Actuellement je suis en version {{version}}",
    "add": "Utilise ce lien pour m'ajouter à ton serveur: {{- link}}",
    "bug": "S'il te plaît rejoins le Discord du support: {{- link}} pour rapporter un bug.",
    "level": {
        "result": "Tu es **Niveau {{level}}** XP: **{{current}}XP**/**{{needed}}XP** Total XP:**{{total}}**",
        "disabled": "Le système d'XP est désactivé sur ce serveur!"
    },
    "joinVoice": {
        "join": "Ok, je rejoins ton salon vocal maintenant",
        "error": "Une erreur est apparues pendant l'accès au salon vocal!",
        "permission": "Pas la permission! Tu as besoin de te donner le rôle WolkeBot pour utiliser ceci.",
        "no-voice": "Tu n'es pas dans un salon vocal!",
        "already-voice": "Je suis déjà dans un salon vocal, déplace pour changer cela!"
    },
    "nsfw-images": {
        "nothing-found": "Aucune image trouvée avec les tags: `{{tags}}`",
        "no-nsfw-channel": "S'il vous plaît définis/ajoute un salon NSFW avec {{- prefix}}setLewd (dans un des salons NSFW) pour utiliser les commandes NSFW",
        "error-body": "Il y a eu une erreur lors de l'analyse de la réponse api. S'il te plaît réessaye, si le problème persiste contacte Wolke#6746"
    },
    "8ball": {
        "answers": [
            "Non.",
            "Oui.",
            "Peut-être.",
            "Je ne pense pas.",
            "Définitivement non.",
            "Fait-le.",
            "C'est une superbe idée.",
            "Es-tu sûr de ça ?"
        ],
        "no-message": "Tu n'as pas saisi de question"
    },
    "ban": {
        "success": "a banni l'utilisateur {{user}}",
        "privilege": "Mon rôle ne me donne pas les droits de bannir {{user}} !",
        "err": "Une erreur est apparue lors du bannissement de {{user}} !",
        "perms": "Tu ne peux pas bannir le propriétaire ou qui que ce soit avec le rôle WolkeBot.",
        "self": "Tu ne peux pas me bannir avec ma propre commande.",
        "no-mention": "S'il te plaît mentionne un utilisateur que tu veux bannir."
    },
    "kick": {
        "success": "expulse l'utilisateur {{user}}",
        "privilege": "Mon rôle ne me donne pas les droits d'expulser {{user}} !",
        "err": "Une erreur est apparue lors de l'expulsion de {{user}} !",
        "perms": "Tu ne peux pas expulser le propriétaire ou qui que ce soit avec le rôle WolkeBot.",
        "self": "Tu ne peux pas m'expulser avec ma propre commande.",
        "no-mention": "S'il te plaît mentionne un utilisateur que tu veux expulser."
    },
    "roll": {
        "whole-number": "S'il te plaît ajoute un nombre entier!",
        "negative": "Je ne peux pas rouler avec un {{number}}",
        "success": "sort un {{first}} de {{second}}"
    },
    "qa": {
        "nothing-found": "Aucune chanson trouvé avec le terme de recherche `{{search}}` ",
        "empty-search": "Vous n'avez pas entrer de terme de recherche!",
        "started-download": "Téléchargement de `{{- url}}` commencé",
        "success": "**{{- song}}** mise en file d'attente"
    },
    "rq": {
        "db-error": "Une erreur de base de données est apparue",
        "success-multiple": "Ajout des chansons suivantes:\n```{{- table}}```",
        "too-big": "{{number}} chanson(s) ajoutée(s)",
        "no-songs-added": "Je n'ai pas pu ajouter de chansons car elles sont déjà dans la file d'attente, essaye encore!",
        "too-much": "Tu ne peux pas ajouter plus de {{number}} chanson à la fois!"
    },
    "qra": {
        "to-small": "Tu ne pas supprimer {{numbers}} chansons!",
        "success": "Les chansons suivantes ont été supprimé:\n{{- table}}",
        "too-big": "{{number}} chansons supprimées",
        "one-song": "Utilise{{- prefix}}fskip pour passer la chanson actuelle!"
    },
    "cookie": {
        "give": "a donné **1** cookie à l'utilisateur **{{- user}}**",
        "new-server": "Réessaye s'il te plaît.",
        "arere": "Arere... quelque-chose s'est mal passé...",
        "perms": "Tu as besoin d'un rôle discord appelé WolkeBot pour donner des cookies!",
        "one-user": "S'il te plaît mentionne **1 Utilisateur**, ni plus, ni moins!",
        "count": "Tu as **{{number}} Cookies** actuellement."
    },
    "eastereggs": {
        "jay": "Jay t'aime~ :heart: ",
        "magic": "xX_Cats_Xx était ici -10.10.2016"
    },
    "set-lang": {
        "no-lang": "Tu n'as pas spécifié de langue! Actuellement il y a {{languages}} disponibles.",
        "success": "Ok je viens de définir la langue du serveur sur {{- language}}.",
        "unsupported": "Cette langue n'est pas encore implémentée, mais tu peux aider en demandant de rajouter ta langue sur github. Actuellement il y a {{languages}} disponibles."
    },
    "np": {
        "song-duration": "En cours de lecture:` {{- title}} {{current}}/{{duration}} {{repeat}}`",
        "song": "En cours de lecture: `{{-title}} {{repeat}}`",
        "repeat-on": "Répétition:activée",
        "repeat-single": "Répétition : simple",
        "repeat-queue": "répète: file",
        "emoji-repeat-single": ":repeat_one: ",
        "emoji-repeat-queue": ":repeat: ",
        "emoji-repeat-off": ":heavy_check_mark: "
    },
    "queue": {
        "queued": "En file d'attente:"
    },
    "rem-lewd": {
        "no-nsfw": "Il n'y a aucun salon NSFW actuellement.",
        "success": "{{- channel}} retiré avec succès des salons NSFW!"
    },
    "no-level-server": {
        "success-disable": "Ok je désactive le système de niveaux sur ce serveur, retape cette commande pour le réactivé.",
        "success-enable": "Ok je viens d'activer le système de niveaux sur ce serveur, retape cette commande pour le désactivé."
    },
    "no-pm-server": {
        "success-disable": "Ok je viens de désactiver les notifications par MP sur ce serveur, retape cette commande pour les réactivées.",
        "success-enable": "Ok je viens d'activer les notifications par MP sur ce serveur retape cette commande pour les désactivées."
    },
    "no-channel-server": {
        "success-disable": "Ok je viens de désactiver les notifications par MP sur ce serveur et activer les notifications de salon, retape cette commande pour inverser cela.",
        "success-enable": "Ok je viens d'activer les notifications par MP pour ce serveur et désactiver les notifications de salon, retape cette commande pour inverser cela."
    },
    "no-level": {
        "success-disable": "Ok, je désactive le système de niveaux pour toi, retape cette commande pour l'activer.",
        "success-enable": "Ok, j'active le système de niveaux pour toi, retape cette commande pour le désactiver."
    },
    "no-pm": {
        "success-disable": "Ok je viens de désactiver les notifications par MP pour toi, retape cette commande pour les activer.",
        "success-enable": "Ok je viens d'activer les notifications par MP pour toi, retape cette commande pour les désactiver."
    },
    "eat-cookie": {
        "success": "Tu viens juste de manger {{number}} Cookie(s)!",
        "failure": "Tu n'as aucun cookie à manger."
    },
    "bot-info": {
        "uptime": "Temps de fonctionnement",
        "users": "Utilisateurs",
        "channels": "Salons",
        "guilds": "Guildes",
        "avg-channels": "Moy. Salons par guilde",
        "avg-users": "Moy. Utilisateurs par guilde",
        "voice": "Connections vocales",
        "shard": "shard",
        "guilds-s": "Guildes sur cette instance (shard)",
        "channels-s": "Salons sur cette instance (shard)",
        "users-s": "Utilisateurs sur cette instance (shard)"
    },
    "rank": "Tu peux trouver le classement de ce serveur ici: {{- link}}",
    "pp": {
        "err": {
            "api-body": "Impossible d'analyser la réponse api!",
            "osu-api": "L'api d'osu! à l'air d'avoir un petit problème.",
            "no-link": "Ce n'est pas un lien osu valide!",
            "unvalid-link": "Pas de lien de map fournie!"
        },
        "success": "PP pour la map {{- artist}} - {{- title}} [{{- version}}] avec comme précision {{- accuracy}}%` `{{- pp}}PP` `{{- mods}}`"
    },
    "server-info": {
        "id": "ID",
        "name": "Nom",
        "member": "Membres",
        "text": "Salons textuels",
        "voice": "Salons Vocaux",
        "roles": "Rôles",
        "creation": "Date de création",
        "region": "Région",
        "owner": "Propriétaire"
    },
    "leave": "Ok, j'ai quitté ton salon vocal.",
    "play": {
        "no-result": "Pas de chanson trouvé!",
        "playing": ":musical_note: Lecture en cours **{{- song}}**"
    },
    "prefix": {
        "success": "Ok Je viens de définir le préfixe sur {{- prefix}}, essaye `{{- prefix}}ping` pour vérifier",
        "no-prefix": "S'il te plaît ajoute un préfixe!"
    },
    "voice": {
        "in-queue": "**{{- song}}** est déjà dans la file d'attente",
        "error-volume": "Erreur pendant le réglage du volume!",
        "success-volume": "Règle le volume à {{- volume}}",
        "no-volume": "Aucun volume règlé!",
        "repeat-start": "Répétition en cours pour **{{- song}}**",
        "already-playing": "Cette chanson est déjà en lecture!",
        "blocked": "Cette vidéo n'est pas disponible au téléchargement. Peut-être qu'elle est trop longue ou bloquée/retirée",
        "dl-start": ":hourglass: chargement de la chanson!",
        "use-proxy": "Essai de téléchargement via le proxy, cela pourrait prendre du temps.",
        "too-much": "Tu ne peux pas définir le volume plus haut que 200 !"
    },
    "yts": {
        "success": "La chanson suivante a été trouvé: {{- link}}"
    },
    "skip": {
        "success": ":track_next: La chanson {{- title}} est ignorée",
        "stop": ":stop_button: Chanson actuelle arrêtée"
    },
    "vskip": {
        "user-no-voice": "Tu ne peux pas voter pour passer, si tu n'es pas dans le même salon vocal!",
        "same-voice": "Tu n'es pas dans le même salon vocal que le mien!",
        "dup": "Tu as déjà voté!",
        "success-add": "Votre vote à été ajouté, pourcentage de vote à **{{current}}%/{{needed}}%**",
        "success-skip": "Vote pour passer la chanson: **{{- title}}**",
        "vote": "Tape {{- prefix}}yes pour voter pour passer la chanson en cours. Actuellement le pourcentage de vote est à {{- perct}}%{{- needed}}\nUtilisateurs ayant voté:\n```{{- table}}```",
        "in-prog": "Il y a déjà un vote pour passer en cours, utilise {{- prefix}}yes pour passer la chanson actuelle."
    },
    "rm": {
        "less-2": "Tu ne peux pas supprimer moins de 2 messages!",
        "over-100": "Tu ne peux pas supprimer plus de 100 messages à la fois!",
        "success": "{{number}} messages supprimés avec succès",
        "error": "Erreur lors de la suppression des messages !",
        "over-limit": "Tu ne peux pas supprimer moins de 2 messages ou plus de 100 messages en une fois !",
        "no-limit": "Tu n'as pas spécifié le nombre de messages que tu veux supprimer.",
        "nothing-found": "Je n'ai pas réussi à trouver un message répondant au filtre !"
    },
    "search": {
        "success": "Les chansons suivantes ont été trouvé:"
    },
    "set-lewd": {
        "success": "{{- channel}} ajouté avec succès aux salons NSFW!"
    },
    "report": "OK, j'ai envoyé le rapport à Wolke, merci de ne pas en abuser, puisque cela pourrait te bannir d'utiliser ce bot!",
    "greeting": {
        "no-greeting": "Tu n'as pas ajouté le message de bienvenue que je devrais utiliser!",
        "no-add": "Tu peux définir ou réinitialiser le message d'accueil."
    },
    "farewell": {
        "no-farewell": "Tu n'as pas ajouté le message d'adieu que je devrais utiliser!",
        "no-add": "Tu peux définir ou réinitialiser le message d'adieu."
    },
    "add-role": {
        "ok": "Ok je viens de donner à {{- user}} le rôle {{- role}}"
    },
    "create-role": {
        "missing": "Le nom de rôle spécifié n'existe pas sur ce serveur",
        "new": "Dois-je créer un rôle pour toi ?",
        "no-args": "Tu n'as pas ajouté d'argument à la commande",
        "ok": "Ok, je viens de créer le rôle {{- role}}",
        "exists": "Le rôle {{- role}} existe déjà dans la base de données"
    },
    "remove-role": {
        "ok": "Ok je viens de supprimer le rôle {{- role}} de {{- user}} !"
    },
    "list-roles": {
        "nr": "n°",
        "id": "id",
        "name": "nom",
        "self": "auto assignable",
        "lvl": "Accessible au niveau",
        "default": "défaut"
    },
    "user-info": {
        "id": "$t(server-info.id)",
        "name": "$t(server-info.name)",
        "discriminator": "Discriminant",
        "nick": "Pseudonyme",
        "join": "A rejoint",
        "created": "Créé",
        "playing": "Joue à",
        "info": "Information de l'utilisateur",
        "bot": "Bot",
        "status": "Statut",
        "role": "Rôles"
    },
    "flip": {
        "head": "La pièce est tombée sur face {{- url}}",
        "tail": "La pièce est tombée sur pile {{- url}}"
    },
    "gp": {
        "no-cat": "Je n'arrive pas à trouver de permission avec la catégorie {{- cat}}",
        "no-perms": "Tu n'as pas encore ajouté de permissions.",
        "table": {
            "id": "$t(server-info.id)",
            "name": "Nom",
            "type": "Type",
            "cat": "Catégorie",
            "perm": "Permission",
            "use": "Utilisation"
        }
    },
    "rp": {
        "success": "J'ai supprimé avec succès la permission `{{- node}}` from the **{{- type}}** `{{- id}}`"
    },
    "love": {
        "success": "Tu viens de donner à **{{- target}}** **{{- rep}}** :heart: Point d'Amour.\nUtilisations restantes **{{uses}}**.",
        "error-cd": "Tu  peux donner uniquement **2** :heart: Point d'Amour par Jour, prochaine utilisation {{- time}}.",
        "next": " Prochaine utilisation {{- time}}",
        "self": ":broken_heart: Tu ne peux pas te donner de Points d'Amour."
    },
    "dere": {
        "no-dere": "Le type de \"dere\" que tu recherches n'existe pas. Voici une liste des \"dere\" possibles:",
        "dandere": "Le type Dandere (だんデレ) réfère au personnage qui est souvent silencieux et réservé.\nCela peut être dû à de la timidité ou juste parce que ils sont de type silencieux. Cependant, quand ils sont seuls avec la personne qu'ils aiment, ils sortent généralement de leur coquille et deviennent plus aimant.\nCe mot vient de l’abréviation de Danmari (だんまり) qui veut dire silencieux et Deredere (デレデレ) qui veut dire amoureux.",
        "deredere": "Le type deredere (デレデレ) réfère au personnage qui est complétement gentil, content, et énergétique. \nPeu importe ce qui peut arriver, ils retournent rapidement à leur gaité habituelle.\nC'est peut être le seul type de personnage qui n'a pas d'abréviation sur la base du mot Deredere (デレデレ), bien que la définition n'est pas simplement amoureux comme les autres types.",
        "himedere": "Le type Himedere (ひめデレ) réfère au personnage qui veut être traité comme une princesse par la personne qu'elle aime, même s'ils ne sont pas de la royauté en réalité.\nCe mot est une abréviation de Hime (ひめ) qui veut dire princesse et Deredere (デレデレ) qui veut dire follement amoureux.",
        "kamidere": "Le type Kamidere (かみデレ) réfère au personnage qui a un complexe sur les Dieux.\nIls sont extrêmement arrogants et fiers, et n'ont pas peurs d'exprimer leurs pensées et de montrer à tout le monde à quel point ils ont raison.\nCe mot est une abréviation de Kami (かみ) qui veut dire Dieu et Deredere (デレデレ) qui veut dire follement amoureux.",
        "kuudere": "Le type Kuudere (クーデレ), parfois écrit Coodere or Kūdere, réfère au personnage qui est souvent froid, cru, cynique.\nIls ont peut-être l'air très émotifs en extérieur, mais à l'intérieur ils sont très attentionné — au moins avec la personne qu'ils aiment.\nLe mot est une abréviation de Cool (クール) et Deredere (デレデレ) qui veut dire follement amoureux.",
        "mayadere": "Le type Mayadere (まやデレ) réfère au personnage qui sont souvent un antagoniste dangereux d'une série, mais change de côté après être tombé amoureux avec un autre personnage.\nCe personnage peut rester mortel et imprédictible pour le protagoniste ou les autres personnages principaux de l'Anime ou du Manga.",
        "oujidere": "Le type Oujidere (おうじデレ) réfère au personnage qui veut être traité comme un prince par la personne qu'il aime, même s'ils ne sont pas de la royauté en réalité.\nCe mot est une abréviation de Ouji (おうじ) qui veut dire prince et de Deredere (デレデレ) qui veut dire follement amoureux.",
        "tsundere": "Le type Tsundere (ツンデレ) est possiblement un des types le plus populaire ou simplement le personnage le plus utilisé dans les Animes et les mangas.\nCe type réfère au personnage qui traite mal celui qu'il aime.\nParfois c'est parce qu'ils ont commencé à ce détesté et éventuellement s'aiment plus la série avance, et parfois c'est parce que c'est la seule façon qu'ils connaissent comment réagir.\nUn exemple, si le personnage principal dit à un personnage tsundere qu'il est mignon.\nLe personnage tsundere va devenir bouleversé et troublé, il peut possiblement blessé physiquement la personne qu'ils aiment, et ensuite lui dire qu'il est stupide.\nCe mot est une abréviation de Tsuntsun (ツンツン) qui veut dire détourner le regard de dégoût et Deredere (デレデレ) qui veut dire follement amoureux.",
        "undere": "Le type Undere (ウンデレ) réfère au personnage qui dit \"oui\" à à peu près tout pour la personne qu'il aime.\nIls sont d'accord autant que possible pour être le plus proche qu'ils peuvent de la personne qu'ils aime.\nCe mot est une abréviation de Un (ウン) qui est un moyen rapide pour les japonais de dire Oui et Deredere (デレデレ) qui veut dire follement amoureux.",
        "yandere": "Le type Yandere (ヤンデレ) réfère au personnage qui commence gentil et tendre mais qui devient parfois sombre et obsédé pour la personne qu'il aime.\nIls deviennent des stalkers et utilisent la violence sur, et arrive parfois à tuer, toute personne s'approchant trop près de son/sa bien aimé(e) — même s'ils sont trop timides pour simplement parler avec la personne pour qui ils ont le béguin.\nLe mot est une abréviation de Yanderu (やんでる) qui veut dire mentalement ou émotionnellement malade et Deredere (デレデレ) qui veut dire follement amoureux.",
        "yangire": "Le type Yangire (ヤンギレ) est dans un certain sens similaire à Yandere.\nC'est un personnage qui peut commencer en étant sympas et tendre mais devient très agressif  et psychotique.\nCependant, contrairement aux Yandere, les Yangire ne deviennent pas violent dû à leur attraction au personnage.\nAu lieu, ils peuvent partir simplement parce que ils sont irrités avec un personnage qui n'a rien à faire avec son/sa bien aimé(e).\nCe mot est une abréviation de Yanderu (やんでる) qui veut dire mentalement ou émotionnellement malade et Kire (きれ) qui veut dire couper ou basculer."
    }
}